Repository: xcv58/MacTools
Catalog: Plugins/FixDamagedApp/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# metadata.title
source: 修复损坏应用
ar: إصلاح التطبيقات التالفة
de: Beschädigte Apps reparieren
en: Fix Damaged Apps
es: Reparar aplicaciones dañadas
fr: Réparer les applications endommagées
ja: 破損したアプリを修復する
ko: 손상된 앱 수정
pt: Corrigir aplicativos danificados
ru: Исправить поврежденные приложения
tr: Hasarlı Uygulamaları Onar
zh_hant: 修復損壞應用

# metadata.description
source: 移除隔离属性，解决「已损坏」或「不受信任」提示
ar: قم بإزالة سمات العزل لحل تحذيرات التطبيقات التالفة أو غير الموثوقة.
de: Entfernen Sie Quarantäneattribute, um Warnungen zu beschädigten oder nicht vertrauenswürdigen Apps zu beheben.
en: Remove quarantine attributes to resolve damaged or untrusted app warnings.
es: Elimine los atributos de cuarentena para resolver advertencias de aplicaciones dañadas o que no son de confianza.
fr: Supprimez les attributs de quarantaine pour résoudre les avertissements d'applications endommagées ou non fiables.
ja: 破損したアプリまたは信頼できないアプリの警告を解決するには、隔離属性を削除します。
ko: 손상되었거나 신뢰할 수 없는 앱 경고를 해결하려면 격리 속성을 제거하세요.
pt: Remova atributos de quarentena para resolver avisos de aplicativos danificados ou não confiáveis.
ru: Удалите атрибуты карантина, чтобы устранить предупреждения поврежденных или ненадежных приложений.
tr: Hasarlı veya güvenilmeyen uygulama uyarılarını çözmek için karantina özniteliklerini kaldırır.
zh_hant: 移除隔離屬性，解決「已損壞」或「不受信任」提示

# panel.button.choose
source: 选择
ar: اختر
de: Auswählen
en: Choose
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pt: Escolher
ru: Выбрать
tr: Seç
zh_hant: 選擇

# panel.subtitle.chooseApp
source: 选择 .app 文件以修复
ar: اختر ملف .app لإصلاحه
de: Wählen Sie eine .app-Datei zur Reparatur aus
en: Choose a .app file to repair
es: Elija un archivo .app para reparar
fr: Choisissez un fichier .app à réparer
ja: 修復する .app ファイルを選択してください
ko: 복구할 .app 파일을 선택하세요
pt: Escolha um arquivo .app para reparar
ru: Выберите файл .app для восстановления
tr: Onarılacak bir .app dosyası seçin
zh_hant: 選擇 .app 檔案以修復

# panel.subtitle.running
source: 修复中…
ar: الإصلاح...
de: Reparatur…
en: Fixing…
es: Arreglando…
fr: Réparer…
ja: 修正中…
ko: 수정 중…
pt: Corrigindo…
ru: Исправление…
tr: Onarılıyor…
zh_hant: 修復中…

# panel.subtitle.successFormat
source: 已修复：%@
ar: تم الإصلاح: %@
de: Repariert: %@
en: Repaired: %@
es: Reparado: %@
fr: Réparé : %@
ja: 修理しました: %@
ko: 수리됨: %@
pt: Reparado: %@
ru: Отремонтировано: %@
tr: Onarıldı: %@
zh_hant: 已修復：%@

# openPanel.title
source: 选择要修复的应用
ar: اختر التطبيق المطلوب إصلاحه
de: Wählen Sie die zu reparierende App aus
en: Choose App to Repair
es: Elija la aplicación para reparar
fr: Choisissez l'application à réparer
ja: 修復するアプリを選択してください
ko: 복구할 앱 선택
pt: Escolha o aplicativo para reparar
ru: Выберите приложение для восстановления
tr: Onarılacak Uygulamayı Seç
zh_hant: 選擇要修復的應用

# openPanel.message
source: 选择显示「已损坏」或「不受信任」的应用
ar: اختر تطبيقًا يعرض تحذيرًا "تالفًا" أو "غير موثوق به".
de: Wählen Sie eine App aus, die eine „beschädigte“ oder „nicht vertrauenswürdige“ Warnung anzeigt.
en: Choose an app that shows a "damaged" or "untrusted" warning.
es: Elija una aplicación que muestre una advertencia de "dañada" o "no confiable".
fr: Choisissez une application qui affiche un avertissement « endommagé » ou « non fiable ».
ja: 「破損しています」または「信頼できない」という警告が表示されるアプリを選択してください。
ko: '손상됨' 또는 '신뢰할 수 없음' 경고를 표시하는 앱을 선택하세요.
pt: Escolha um aplicativo que mostre um aviso de "danificado" ou "não confiável".
ru: Выберите приложение, которое показывает предупреждение «повреждено» или «ненадежно».
tr: "Hasarlı" veya "güvenilmeyen" uyarısı gösteren bir uygulama seçin.
zh_hant: 選擇顯示「已損壞」或「不受信任」的應用

# settings.section.behavior
source: 行为
ar: السلوك
de: Verhalten
en: Behavior
es: Comportamiento
fr: Comportement
ja: 行動
ko: 행동
pt: Comportamento
ru: Поведение
tr: Davranış
zh_hant: 行為

# settings.dragDetection.title
source: 拖动检测
ar: اكتشاف السحب
de: Drag-Erkennung
en: Drag Detection
es: Detección de arrastre
fr: Détection de glissement
ja: ドラッグ検出
ko: 드래그 감지
pt: Detecção de arrasto
ru: Обнаружение перетаскивания
tr: Sürükleme Algılama
zh_hant: 拖動檢測

# settings.dragDetection.description
source: 拖入 .app 文件后松手，自动弹出修复窗口并开始修复。
ar: أسقط ملف .app لإظهار نافذة الإصلاح والبدء تلقائيًا.
de: Legen Sie eine .app-Datei ab, um das Reparaturfenster anzuzeigen und automatisch zu starten.
en: Drop a .app file to show the repair window and start automatically.
es: Suelte un archivo .app para mostrar la ventana de reparación y comenzar automáticamente.
fr: Déposez un fichier .app pour afficher la fenêtre de réparation et démarrer automatiquement.
ja: .app ファイルをドロップすると修復ウィンドウが表示され、自動的に開始されます。
ko: 복구 창을 표시하고 자동으로 시작하려면 .app 파일을 삭제하세요.
pt: Solte um arquivo .app para mostrar a janela de reparo e iniciar automaticamente.
ru: Перетащите файл .app, чтобы открыть окно восстановления и запустить его автоматически.
tr: Bir .app dosyası bıraktığınızda onarım penceresi açılır ve işlem otomatik başlar.
zh_hant: 拖入 .app 檔案後鬆手，自動彈出修復窗口並開始修復。

# dropZone.waiting
source: 将 .app 文件拖到此处以修复
ar: أسقط ملف .app هنا لإصلاحه
de: Legen Sie hier eine .app-Datei ab, um sie zu reparieren
en: Drop a .app file here to repair it
es: Suelte un archivo .app aquí para repararlo
fr: Déposez un fichier .app ici pour le réparer
ja: .app ファイルをここにドロップして修復してください
ko: 복구하려면 여기에 .app 파일을 드롭하세요.
pt: Solte um arquivo .app aqui para repará-lo
ru: Перетащите сюда файл .app, чтобы восстановить его
tr: Onarmak için bir .app dosyasını buraya bırakın
zh_hant: 將 .app 檔案拖到此處以修復

# dropZone.running
source: 修复中…
ar: الإصلاح...
de: Reparatur…
en: Fixing…
es: Arreglando…
fr: Réparer…
ja: 修正中…
ko: 수정 중…
pt: Corrigindo…
ru: Исправляем…
tr: Onarılıyor…
zh_hant: 修復中…

# dropZone.successFormat
source: 已修复：%@
ar: تم الإصلاح: %@
de: Repariert: %@
en: Repaired: %@
es: Reparado: %@
fr: Réparé : %@
ja: 修理済み: %@
ko: 수리됨: %@
pt: Reparado: %@
ru: Отремонтировано: %@
tr: Onarıldı: %@
zh_hant: 已修復：%@

# dropZone.close
source: 关闭
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hant: 關閉

# error.fixFailed
source: 修复失败
ar: فشل الإصلاح
de: Reparatur fehlgeschlagen
en: Repair failed
es: Error en la reparación
fr: Échec de la réparation
ja: 修復に失敗しました
ko: 수리 실패
pt: Falha no reparo
ru: Восстановление не удалось
tr: Onarım başarısız
zh_hant: 修復失敗

# error.unsupportedPathCharacters
source: 应用路径包含不支持的字符（双引号）
ar: يحتوي مسار التطبيق على أحرف غير مدعومة (علامتي الاقتباس).
de: Der App-Pfad enthält nicht unterstützte Zeichen (doppelte Anführungszeichen).
en: The app path contains unsupported characters (double quotes).
es: La ruta de la aplicación contiene caracteres no admitidos (comillas dobles).
fr: Le chemin de l'application contient des caractères non pris en charge (guillemets doubles).
ja: アプリのパスにサポートされていない文字 (二重引用符) が含まれています。
ko: 앱 경로에 지원되지 않는 문자(큰따옴표)가 포함되어 있습니다.
pt: O caminho do aplicativo contém caracteres não suportados (aspas duplas).
ru: Путь к приложению содержит неподдерживаемые символы (двойные кавычки).
tr: Uygulama yolu desteklenmeyen karakterler (çift tırnak) içeriyor.
zh_hant: 應用路徑包含不支持的字符（雙引號）

# error.userCancelledAuthorization
source: 用户取消了授权
ar: تم إلغاء المصادقة.
de: Authentifizierung wurde abgebrochen.
en: Authentication was canceled.
es: La autenticación fue cancelada.
fr: L'authentification a été annulée.
ja: 認証がキャンセルされました。
ko: 인증이 취소되었습니다.
pt: A autenticação foi cancelada.
ru: Аутентификация отменена.
tr: Kimlik doğrulama iptal edildi.
zh_hant: 用戶取消了授權

# error.fixFailedUnknown
source: 修复失败（未知错误）
ar: فشل الإصلاح بسبب خطأ غير معروف.
de: Die Reparatur ist mit einem unbekannten Fehler fehlgeschlagen.
en: Repair failed with an unknown error.
es: La reparación falló con un error desconocido.
fr: La réparation a échoué avec une erreur inconnue.
ja: 不明なエラーにより修復に失敗しました。
ko: 알 수 없는 오류로 인해 복구에 실패했습니다.
pt: O reparo falhou com um erro desconhecido.
ru: Восстановление не удалось из-за неизвестной ошибки.
tr: Onarım bilinmeyen bir hatayla başarısız oldu.
zh_hant: 修復失敗（未知錯誤）
